authorization.error.page=\u041E\u0448\u0438\u0431\u043A\u0430 \u0430\u0432\u0442\u043E\u0440\u0438\u0437\u0430\u0446\u0438\u0438
address.form.incorrect=\u0410\u0434\u0440\u0435\u0441 \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0441\u0442\u043E\u044F\u0442\u044C \u0438\u0437 \u0431\u0443\u043A\u0432 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430 \u0438 \u0446\u0438\u0444\u0440. \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B: A-Z, a-z, 0-9, \\ . - \u2116
address.length.incorrect=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0430\u0434\u0440\u0435\u0441\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 5 \u0434\u043E 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
auth.error.message.one=\u041D\u0435 \u0443\u0434\u0430\u0435\u0442\u0441\u044F \u0432\u043E\u0439\u0442\u0438.
auth.form.login.field=\u041B\u043E\u0433\u0438\u043D:
auth.form.password.field=\u041F\u0430\u0440\u043E\u043B\u044C:
sign.in.button=\u0412\u043E\u0439\u0442\u0438 \u0432 \u0441\u0438\u0441\u0442\u0435\u043C\u0443
sign.up.button=\u0417\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C\u0441\u044F
confirm.message=\u0423\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C \u0432 \u0442\u043E\u043C, \u0447\u0442\u043E \u0432\u044B \u0437\u0430\u043F\u043E\u043B\u043D\u0438\u043B\u0438 \u0432\u0441\u0435 \u043F\u043E\u043B\u044F \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E!
email.exist.message=\u0414\u0430\u043D\u043D\u044B\u0439 \u0430\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0443\u0436\u0435 \u0437\u0430\u0440\u0430\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D.
email.form.incorrect=\u0410\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0434\u043E\u043B\u0436\u0435\u043D \u0432\u044B\u0433\u043B\u044F\u0434\u0435\u0442\u044C email@email.com.
fullName.form.incorrect=\u0418\u043C\u044F, \u0444\u0430\u043C\u0438\u043B\u0438\u044F \u0438 \u043E\u0442\u0447\u0435\u0441\u0442\u0432\u043E \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0441\u0442\u043E\u044F\u0442\u044C \u0438\u0437 \u0431\u0443\u043A\u0432 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430. \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B: A-Z, \u0430-z.
fullName.length.incorrect=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0438\u043C\u0435\u043D\u0438, \u0444\u0430\u043C\u0438\u043B\u0438\u0438 \u0438 \u043E\u0442\u0447\u0435\u0441\u0442\u0432\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 5 \u0434\u043E 25 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
gender.female=\u0416\u0430\u043D\u0449\u0438\u043D\u0430
gender.male=\u041C\u0443\u0436\u0447\u0438\u043D\u0430
login.exist.message=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0434\u0430\u043D\u043D\u044B\u043C \u043B\u043E\u0433\u0438\u043D\u043E\u043C \u0443\u0436\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D, \u043F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439 \u043B\u043E\u0433\u0438\u043D.
login.form.incorrect=\u041B\u043E\u0433\u0438\u043D \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0441\u0442\u043E\u044F\u0442\u044C \u0438\u0437 \u0431\u0443\u043A\u0432 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430 \u0438 \u0446\u0438\u0444\u0440. \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B: A-Z, A-Z, 0-9.
login.length.incorrect=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u0434\u043B\u044F \u043B\u043E\u0433\u0438\u043D\u0430 \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u043F\u0440\u0435\u0434\u0435\u043B\u0430\u0445 \u043E\u0442 5 \u0434\u043E 15 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
mobileNumber.form.incorrect=\u041D\u043E\u043C\u0435\u0440 \u043C\u043E\u0431\u0438\u043B\u044C\u043D\u043E\u0433\u043E \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430 \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0434\u0435\u0440\u0436\u0430\u0442\u044C \u0442\u043E\u043B\u044C\u043A\u043E \u0446\u0438\u0444\u0440\u044B (11 \u0446\u0438\u0444\u0440). \u041F\u0440\u0438\u043C\u0435\u0440: 87771112233.
mobphone.exist.message=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0441 \u0442\u0430\u043A\u0438\u043C \u043D\u043E\u043C\u0435\u0440\u043E\u043C \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u043E\u043C \u0443\u0436\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D, \u0443\u0431\u0435\u0434\u0438\u0442\u0435\u0441\u044C \u0432 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0441\u0442\u0438 \u0432\u0432\u043E\u0434\u0430 \u0432\u0430\u0448\u0435\u0433\u043E \u043D\u043E\u043C\u0435\u0440\u0430 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430 \u0438\u043B\u0438 \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u0434\u0440\u0443\u0433\u043E\u0439.
password.form.incorrect=\u041F\u0430\u0440\u043E\u043B\u044C \u0434\u043E\u043B\u0436\u0435\u043D \u0441\u043E\u0441\u0442\u043E\u044F\u0442\u044C \u0438\u0437 \u0431\u0443\u043A\u0432 \u043B\u0430\u0442\u0438\u043D\u0441\u043A\u043E\u0433\u043E \u0430\u043B\u0444\u0430\u0432\u0438\u0442\u0430 \u0438 \u0446\u0438\u0444\u0440. \u0414\u043E\u0441\u0442\u0443\u043F\u043D\u044B\u0435 \u0441\u0438\u043C\u0432\u043E\u043B\u044B: A-Z, A-Z, 0-9.
password.length.incorrect=\u0417\u043D\u0430\u0447\u0435\u043D\u0438\u0435 \u043F\u0430\u0440\u043E\u043B\u044F \u0434\u043E\u043B\u0436\u043D\u043E \u0431\u044B\u0442\u044C \u0432 \u0434\u0438\u0430\u043F\u0430\u0437\u043E\u043D\u0435 \u043E\u0442 5 \u0434\u043E 15 \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432.
register.enter.address.field=A\u0434\u0440\u0435\u0441:
register.enter.email.field=A\u0434\u0440\u0435\u0441 \u044D\u043B.\u043F\u043E\u0447\u0442\u044B:
register.enter.firstname.field=\u0418\u043C\u044F:
register.enter.gender.field=\u041F\u043E\u043B:
register.enter.login.field=\u041B\u043E\u0433\u0438\u043D:
register.enter.mobphone.field=\u041D\u043E\u043C\u0435\u0440 \u043C\u043E\u0431.\u0442\u0435\u043B.:
register.enter.password.field=\u041F\u0430\u0440\u043E\u043B\u044C:
register.enter.patronymic.field=\u041E\u0442\u0447\u0435\u0441\u0442\u0432\u043E:
register.enter.surname.field=\u0424\u0430\u043C\u0438\u043B\u0438\u044F:
registration.page=\u0420\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u044F
user.exist.message=\u041D\u0430\u043C \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u0442\u044C \u0432\u0430\u0441. \u041F\u0440\u0438 \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430\u0446\u0438\u0438 \u0431\u044B\u043B\u0438 \u0443\u043A\u0430\u0437\u0430\u043D\u044B \u043B\u043E\u0433\u0438\u043D, \u0430\u0434\u0440\u0435\u0441 \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0438\u043B\u0438 \u043D\u043E\u043C\u0435\u0440 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430 \u0440\u0430\u043D\u0435\u0435 \u0437\u0430\u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u043E\u0432\u0430\u043D\u043D\u043E\u0433\u043E \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044F. \u041F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u0435\u0449\u0435 \u0440\u0430\u0437.
welcome.page=\u0411\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u0447\u043D\u0430\u044F \u0441\u0438\u0441\u0442\u0435\u043C\u0430
auth.error.message.two=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u043F\u0440\u043E\u0432\u0435\u0440\u044C\u0442\u0435 \u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u043E\u0441\u0442\u044C \u043D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u044F \u043B\u043E\u0433\u0438\u043D\u0430 \u0438 \u043F\u0430\u0440\u043E\u043B\u044F.
auth.error.message.three=\u0412\u043E\u0437\u043C\u043E\u0436\u043D\u043E, \u043D\u0430\u0436\u0430\u0442\u0430 \u043A\u043B\u0430\u0432\u0438\u0448\u0430 CAPS-lock?
auth.error.message.four=\u041C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C, \u0443 \u0412\u0430\u0441 \u0432\u043A\u043B\u044E\u0447\u0435\u043D\u0430 \u043D\u0435\u043F\u0440\u0430\u0432\u0438\u043B\u044C\u043D\u0430\u044F \u0440\u0430\u0441\u043A\u043B\u0430\u0434\u043A\u0430? (\u0440\u0443\u0441\u0441\u043A\u0430\u044F \u0438\u043B\u0438 \u0430\u043D\u0433\u043B\u0438\u0439\u0441\u043A\u0430\u044F)
auth.error=\u0412\u0430\u0448 \u041B\u043E\u0433\u0438\u043D \u0438\u043B\u0438 \u043F\u0430\u0440\u043E\u043B\u044C \u0443\u043A\u0430\u0437\u0430\u043D \u043D\u0435\u0432\u0435\u0440\u043D\u043E.
book.section.authors.field=\u0410\u0432\u0442\u043E\u0440\u044B:
book.section.publish.year.field=\u0413\u043E\u0434 \u0438\u0437\u0434\u0430\u043D\u0438\u044F:
book.section.genre.field=\u0416\u0430\u043D\u0440:
user.profile.inactive=\u041F\u0440\u043E\u0444\u0438\u043B\u044C \u0434\u0435\u0430\u043A\u0442\u0438\u0432\u0438\u0440\u043E\u0432\u0430\u043D.
log.in.info.field=\u0412\u044B \u0432\u043E\u0448\u043B\u0438 \u043A\u0430\u043A:
docum.litra.genre=\u0414\u043E\u043A\u0443\u043C\u0435\u043D\u0442\u0430\u043B\u044C\u043D\u0430\u044F \u043B\u0438\u0442\u0435\u0440\u0430\u0442\u0443\u0440\u0430
detective.thriller.genre=\u0414\u0435\u0442\u0435\u043A\u0442\u0438\u0432\u044B \u0438 \u0442\u0440\u0438\u043B\u043B\u0435\u0440\u044B
comp.internet.genre=\u041A\u043E\u043C\u043F\u044C\u044E\u0442\u0435\u0440\u044B \u0438 \u0438\u043D\u0442\u0435\u0440\u043D\u0435\u0442
poetry.genre=\u041F\u043E\u044D\u0437\u0438\u044F
science.education.genre=\u041D\u0430\u0443\u043A\u0430 \u0438 \u043E\u0431\u0440\u0430\u0437\u043E\u0432\u0430\u043D\u0438\u0435
genres.header=\u0416\u0430\u043D\u0440\u044B
about.book=\u041E \u043A\u043D\u0438\u0433\u0435
leave.comment.button=\u041E\u0441\u0442\u0430\u0432\u0438\u0442\u044C \u043E\u0442\u0437\u044B\u0432
category.page=\u0416\u0430\u043D\u0440
anon.send.comment.requirement.message=\u0427\u0442\u043E\u0431\u044B \u043D\u0430\u0447\u0430\u0442\u044C \u043E\u0431\u0441\u0443\u0436\u0434\u0435\u043D\u0438\u0435 \u0434\u0430\u043D\u043D\u043E\u0439 \u043A\u043D\u0438\u0433\u0438 \u0432\u0430\u043C \u043D\u0435\u043E\u0431\u0445\u043E\u0434\u0438\u043C\u043E \u0430\u0432\u0442\u043E\u0440\u0438\u0437\u043E\u0432\u0430\u0442\u044C\u0441\u044F.
time.field.message=\u0412\u0440\u0435\u043C\u044F:
min.max.review.length.message=\u041C\u0438\u043D\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 \u043A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u0441\u0438\u043C\u0432\u043E\u043B\u043E\u0432 \u043F\u0440\u0438 \u043D\u0430\u043F\u0438\u0441\u0430\u043D\u0438\u0438 \u043E\u0442\u0437\u044B\u0432\u0430 \u0440\u0430\u0432\u043D\u0430 30, \u043C\u0430\u043A\u0441\u0438\u043C\u0430\u043B\u044C\u043D\u043E\u0435 250
confirm.send.review.message=\u0412\u044B \u0443\u0432\u0435\u0440\u0435\u043D\u044B \u0447\u0442\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u044D\u0442\u043E\u0442 \u043E\u0442\u0437\u044B\u0432?
logout.button=\u0412\u044B\u0439\u0442\u0438
profile=\u041F\u0440\u043E\u0444\u0438\u043B\u044C
short.book.info.header=\u041A\u0440\u0430\u0442\u043A\u0430\u044F \u0438\u043D\u0444\u043E\u0440\u043C\u0430\u0446\u0438\u044F \u043E \u043A\u043D\u0438\u0433\u0435
book.order.request.failed=\u0412\u044B \u0443\u0436\u0435 \u043E\u0442\u043F\u0440\u0430\u0432\u0438\u043B\u0438 \u0437\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0435 \u044D\u0442\u043E\u0439 \u043A\u043D\u0438\u0433\u0438. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043E\u0436\u0438\u0434\u0430\u0439\u0442\u0435 \u043A\u043E\u0433\u0434\u0430 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430\u0440\u044C \u0441\u043C\u043E\u0436\u0435\u0442 \u0432\u044B\u0434\u0430\u0442\u044C \u0432\u0430\u043C \u043A\u043D\u0438\u0433\u0443.
book.order.request.successful=\u0412\u0430\u0448 \u0437\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u043F\u043E\u043B\u0443\u0447\u0435\u043D\u0438\u0435 \u044D\u0442\u043E\u0439 \u043A\u043D\u0438\u0433\u0438 \u043F\u0440\u0438\u043D\u044F\u0442. \u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430 \u043E\u0436\u0438\u0434\u0430\u0439\u0442\u0435 \u043A\u043E\u0433\u0434\u0430 \u0431\u0438\u0431\u043B\u0438\u043E\u0442\u0435\u043A\u0430\u0440\u044C \u0441\u043C\u043E\u0436\u0435\u0442 \u0432\u044B\u0434\u0430\u0442\u044C \u0432\u0430\u043C \u043A\u043D\u0438\u0433\u0443.
back.button=\u041D\u0430\u0437\u0430\u0434
send.request.button=\u041E\u0442\u043F\u0440\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u044F\u0432\u043A\u0443
reading.room=\u0427\u0438\u0442\u0430\u043B\u044C\u043D\u044B\u0439 \u0437\u0430\u043B
subscription=\u0410\u0431\u043E\u043D\u0435\u043C\u0435\u043D\u0442
order.type=\u0422\u0438\u043F \u0437\u0430\u043A\u0430\u0437\u0430
date.order.request=\u0414\u0430\u0442\u0430 \u0437\u0430\u043F\u0440\u043E\u0441\u0430 \u0437\u0430\u043A\u0430\u0437\u0430
request.status=\u0421\u043E\u0441\u0442\u043E\u044F\u043D\u0438\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u0430
book.title=\u041D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u043A\u043D\u0438\u0433\u0438
client.full.name=\u0424\u0418\u041E \u043A\u043B\u0438\u0435\u043D\u0442\u0430
orders=\u0417\u0430\u043A\u0430\u0437\u044B
my.orders.page=\u041C\u043E\u0438 \u0437\u0430\u043A\u0430\u0437\u044B
home.page=\u0413\u043B\u0430\u0432\u043D\u0430\u044F \u0441\u0442\u0440\u0430\u043D\u0438\u0446\u0430
available.num.books=\u041A\u043E\u043B\u0438\u0447\u0435\u0441\u0442\u0432\u043E \u043A\u043D\u0438\u0433 \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u043E\u0435 \u0434\u043B\u044F \u0432\u044B\u0434\u0430\u0447\u0438
request.considered.message=\u0417\u0430\u043F\u0440\u043E\u0441 \u0431\u044B\u043B \u043F\u0440\u0438\u043D\u044F\u0442, \u0432 \u043D\u0430\u0441\u0442\u043E\u044F\u0449\u0435\u0435 \u0432\u0440\u0435\u043C\u044F \u043F\u0440\u043E\u0432\u0435\u0440\u044F\u0435\u0442\u0441\u044F
request.allowed.message=\u0417\u0430\u043F\u0440\u043E\u0441 \u0431\u044B\u043B \u043E\u0434\u043E\u0431\u0440\u0435\u043D, \u043C\u043E\u0436\u0435\u0442\u0435 \u0437\u0430\u0431\u0440\u0430\u0442\u044C \u043A\u043D\u0438\u0433\u0443
request.rejected.message=\u0417\u0430\u043F\u0440\u043E\u0441 \u0431\u044B\u043B \u043E\u0442\u043A\u043B\u043E\u043D\u0435\u043D, \u043A\u043D\u0438\u0433 \u043D\u0435\u0442\u0443, \u043F\u043E\u043F\u0440\u043E\u0431\u0443\u0439\u0442\u0435 \u043F\u043E\u0437\u0436\u0435
requests=\u0417\u0430\u043F\u0440\u043E\u0441\u044B
rejected.orders=\u041E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043A\u0430\u0437\u044B
empty.message=\u041F\u0443\u0441\u0442\u043E
book.returned=\u041A\u043D\u0438\u0433\u0430 \u0432\u043E\u0437\u0432\u0440\u0430\u0449\u0435\u043D\u0430
lend.out.book=\u0412\u044B\u0434\u0430\u0442\u044C \u043A\u043D\u0438\u0433\u0443
reject.request=\u041E\u0442\u043A\u043B\u043E\u043D\u0438\u0442\u044C
delete.old.rejected.order.request=\u0423\u0434\u0430\u043B\u0438\u0442\u044C \u0432\u0447\u0435\u0440\u0430\u0448\u043D\u0438\u0435 \u043E\u0442\u043A\u043B\u043E\u043D\u0435\u043D\u043D\u044B\u0435 \u0437\u0430\u043F\u0440\u043E\u0441\u044B
notice.message=\u0423\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435
subscription.duration.message=\u0421\u0440\u043E\u043A \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044F \u043F\u043E\u0434\u043F\u0438\u0441\u043A\u0438:
day.reading,room.message=\u0414\u0435\u043D\u044C \u0432 \u0447\u0438\u0442\u0430\u043B\u044C\u043D\u043E\u043C \u0437\u0430\u043B\u0435:
period.message=\u041F\u0435\u0440\u0438\u043E\u0434
profile.page=\u041C\u043E\u0439 \u043F\u0440\u043E\u0444\u0438\u043B\u044C
user.fullname=\u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u0424\u0418\u041E
edit.profile=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043F\u0440\u043E\u0444\u0438\u043B\u044C
change.personal.data=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u043B\u0438\u0447\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435
new.password=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u043F\u0430\u0440\u043E\u043B\u044C:
new.email=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 Email:
new.phone=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u043C\u043E\u0431. \u0442\u0435\u043B\u0435\u0444\u043E\u043D:
submit.change=\u0418\u0437\u043C\u0435\u043D\u0438\u0442\u044C
warning.change=\u0412\u044B \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0445\u043E\u0442\u0438\u0442\u0435 \u0438\u0437\u043C\u0435\u043D\u0438\u0442\u044C \u0432\u0430\u0448\u0438 \u043F\u0435\u0440\u0441\u043E\u043D\u0430\u043B\u044C\u043D\u044B\u0435 \u0434\u0430\u043D\u043D\u044B\u0435?
edit.page=\u0421\u0442\u0440\u0430\u043D\u0438\u0446\u0430 \u0440\u0435\u0434\u0430\u043A\u0442\u0438\u0440\u043E\u0432\u0430\u043D\u0438\u044F
new.address=\u0412\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u043E\u0432\u044B\u0439 \u0430\u0434\u0440\u0435\u0441:
can.not.update.user.data.message=\u0412\u0430\u0448\u0438 \u0434\u0430\u043D\u043D\u044B\u0435 \u043D\u0435 \u043C\u043E\u0433\u0443\u0442 \u0431\u044B\u0442\u044C \u0438\u0437\u043C\u0435\u043D\u0435\u043D\u044B \u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u0435\u043C \u0441 \u0430\u0434\u0440\u0435\u0441\u043E\u043C \u044D\u043B\u0435\u043A\u0442\u0440\u043E\u043D\u043D\u043E\u0439 \u043F\u043E\u0447\u0442\u044B \u0438\u043B\u0438 \u0442\u0435\u043B\u0435\u0444\u043E\u043D\u0430 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
delete.button=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
book.delete.result=P\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u0438\u044F \u043A\u043D\u0438\u0433\u0438
book.delete.failed.message=\u041A\u043D\u0438\u0433\u0430 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u0431\u044B\u0442\u044C \u0443\u0434\u0430\u043B\u0435\u043D\u0430, \u0442\u0430\u043A \u043A\u0430\u043A \u043D\u0435 \u0432\u0441\u0435 \u043A\u043D\u0438\u0433\u0438 \u0432\u0435\u0440\u043D\u0443\u043B\u0438 \u043D\u0430\u0437\u0430\u0434.
book.delete.success.message=\u041A\u043D\u0438\u0433\u0430 \u0443\u0441\u043F\u0435\u0448\u043D\u043E \u0443\u0434\u0430\u043B\u0435\u043D\u0430, \u0442\u0435\u043F\u0435\u0440\u044C \u0435\u0435 \u043D\u0435\u0442\u0443 \u0432 \u043A\u0430\u0442\u0430\u043B\u043E\u0433\u0435.
book.order.request.result=\u0420\u0435\u0437\u0443\u043B\u044C\u0442\u0430\u0442 \u0437\u0430\u043F\u0440\u043E\u0441\u0430